[
    {
        "postId": "00",
        "title": "Tokyo, Japan",
        "subtitle": "My first day in Tokyo",
        "time": "Sep 10, 2018",
        "thumbSize": "large",
        "mapUrl": "https://goo.gl/maps/5ooisdRTKGnTfUgD8",
        "pt1":"What brings me to Tokyo",
        "pb1":"At midnight, the plane took off. I embarked on one of the most important projects in my life. After 5 hours, I would be in Japan - my dreamland since I was a child, whose childhood was blessed by anime, manga and Japanese cultures.After 2 years learning Japanese and got JLPT N2, I passed the interview with Digital Hollywood University, where I would spent my next 4 years.Coming to Japan with a desire of creating crazy cute and cool things, I would love to try learning animation, 3DCG, graphic design,...  Well, I hadn’t decided yet, but I would try everything I could to figure out my IKIGAI.<br/><br/>",
        "pt2":"Return to the story...",
        "pb2":"So... I made it. I finally landed on Tokyo, the city I have been always dreaming of. It was the day I would never forget. That moment is still so alive inside my heart. It gives me a belief that I can make anything come true as long as I want. Greeting me in Narita Airport was a senpai studying in the same school with me, and she lived in the same sharehouse with me. <br/><br/>",
        "pt3":"Impressions of the first day",
        "pb3":"My first impression of Japan, is the criss-crossed railway network. I’m so glad my senpai was there helping me through the maze. I would be so lost without her. Couldn’t thank her enough. She told me to stay here for just a month, then I would realize it was not that complicated. But instead, I would be frustrated by the crowd in the morning, and sometimes it got delayed.<br/>My second impression was super fresh air and superb scenery. Sitting on the train, I gazed at the view outside. It’s not weird when fresh air and local trains are something so new to a Vietnamese. The fact is: we didn’t have local trains yet, and air poluttion had been always a problem in Hanoi.<br/>And my third impression was ... of the house. Of course it depends on the house rent, but still, Japanese apartments are well-known by the... And that day, I could see it in real life by myself. My room was super small, only 6m2, but I got a layer bed. I guessed I would try to become a minimalism from now on.<br/><br/>",
        "pt4":"The first step of adulthood",
        "pb4":"In the end of the day, I lied down and through back all the things up to now. How hard I tried to be here, how excited I was to be here. It was the first time I stayed this far from my family, both distance and time. My parents, my cat, of course I missed them. Living by myself would be hard, but it was necessary for me to learn about the independency.<br/>My journey has just begun. I wondered who I would meet, what I would have to deal with. Like a mystery, it made me a little bit scared and worried, but excited at the same time (mostly excited). What was waiting for me ahead? "
    },
    {
        "postId": "01",
        "title": "TeamLab Borderless",
        "subtitle": "Digital art museum, and the evocation of creativity",
        "time": "Apr 30, 2019",
        "thumbSize": "small",
        "mapUrl": "https://g.page/teamlabplanets?share",
        "pt1":"What is this place about?",
        "pb1":"‘TeamLab Borderless’ is a surreal museum dedicated to multi-sensory digital art. Ever since it opened in 2018, the place has been one of the city’s most popular (and crowded) destinations. I didn’t know about Teamlab Borderless until my sister told me to go with her. The waiting line was so long that we had to wait nearly 1 hour to reach the entrance. But I have to say that, it was WORTH THE WAIT.<br/><br/>",
        "pt2":"More than an exhibition, it is a different world",
        "pb2a":"Through the use of projection mapping and cutting-edge digital technology, it has been able to captivate viewers with mythical worlds, forests made of light and places that could be right out of a sci-fi/fantasy movie. The interactive installations consist of constantly morphing patterns and designs that seem to flow fluidly from one space to another spanning 10,000 square meters. On top of that, as it is “borderless”, there’s no map or set path to guide you, so your first visit will be filled with mystery!<br/><br/>",
        "pb2b":"Teamlab Borderless is a perfect place for check-in and photographs. We spent a couple of hours taking a tons of pics. For a moment, I stopped looking at the camera’s screen, I immediately found myself immersed in the whole different world of beauty. It was a wonderful experience to be able to feel with all my senses in a spatial expression filled with dreamlike images and lively sounds. I was entirely moved. One of the things that I paid attention to, was that they used repetition art, by duplicating through the mirrors. Everything looks nice when it is repeated like a pattern huh~<br/>My favorite part was the interactive portion where I could color a fish, which was then scanned and turned into a moving digital fish swimming on the wall. That was pretty cool to see!<br/><br/>",
        "pt3":"The evocation of creativity",
        "pb3":"After the trip, I had done some researches on TeamLab, and found out a plenty of other interesting projects. TeamLab has become one of my motivations since that day. TeamLab made me realize how much incredible things that people can create. I was urged to create art and design which not only looks good, but also can touch and heal people’s heart."
    },
    {
        "postId": "02",
        "title": "Hongo-dori, Hijiribashi",
        "subtitle": "An autumn day in Tokyo",
        "time": "Sep 10, 2018",
        "thumbSize": "small",
        "mapUrl": "https://goo.gl/maps/gbXxAZgkAc4U939s9",
        "pt1":"The “blind spot” that everyone can see, except me",
        "pb1":"One sunny day after school, when me and my friend were waiting to cross the road, she pointed at the road beside and said “Look!”. It was the road nearby Ochanomizu station, fulfilled with yellow color of Ginkgo trees along the street. I was so surprised because of not only the gorgeous scenery, but also the fact that: I had been coming here almost everyday for more than a year, yet I didn’t know about the existence of this surreal spot, at all. I wondered, though it was always right there beside my eyes, why couldn’t I see it? It was like a “blind spot”. Actually, “blind spot” is defined as “an area where a person's view is obstructed”. But it was on the main road, and seen by everyone passing by, except me. Why?<br/><br/>",
        "pt2":"Figure out the “obstruction”",
        "pb2":"At first, I guessed that maybe the leaves didn’t turn yellow last year, or they turned yellow and fell off after 1 day... Just joking you know, I am not that ridiculous.<br/>The reason why I didn’t notice the scenery, simply because I paid my attention to something else. Which was: my phone, and the station where I would take the train back home (so that I could save my time doing homework, or I was on a rush for my partime job). I asked myself “When was the last time I kept my phone in the pocket and just sat, observing and experiencing the world around? When was the last time I was fully mindful of the surroundings and really pay attention to the people passing by?” Wow, I guessed I must have been missing uncountable fantastic things on the way.<br/><br/>",
        "pt3":"Be mindful of the surroundings",
        "pb3":"Sometimes, we concentrate on the goal so much that we forget about enjoying the journey. Sometimes, we are here but our minds are somewhere else. As well as trying to focus on the future goal, trying to focus on the present is also something we need to practice.<br/>In the end, some of us will realize that the most memorable part to tell is not all about the result, but the process that made us “us” in the present. And by observing and capturing the surroundings in a random moment, we make the experience unique."
    },
    {
        "postId": "03",
        "title": "Mizumoto Park",
        "subtitle": "A picnic on my Tokyo bestie’s birthday",
        "time": "May 1, 2020",
        "thumbSize": "small",
        "mapUrl": "https://goo.gl/maps/HHwMN9vEsFisPrjB6",
        "pt1":"Mizumoto Park",
        "pb1":"Mizumoto Koen 水元公園 or Mizumoto Park, is the largest park in the Tokyo area.  It is known for diverse plants and wild birds, and as an attraction spot during the Hanami season (cherry blossom viewing). Poplar, Metasequoia, Bald cypress, and Sweetgum, the park include many foreign trees, and the landscape looks different from ordinary Japanese parks.<br/>The nearest station is Kanamachi Station, or Keisei Kanamachi Station. However, it takes 20 minutes on foot from the station. You can also take a bus or ride a bike if you have.<br/><br/>",
        "pt2":"My Tokyo bestie’s birthday",
        "pb2":"First of May is between Spring and Summer. It was a sunny day but still so cozy. You can see us wearing jacket and hoodie. So I went picnic in Mizumoto Park with some members of lolol guys, celebrating Gurun’s birthday. The park was super huge, and we didn’t discuss exactly where to meet up... So eventually, it took us more than an hour to gather.<br/>Our birthday girl today is Gurun from Nepal. She was late for 2 hours, but it was her birthday so chilled on her. This is how I describe her. She is a multi-group Kpop stan and she has a cheering personality. She is cute and shy in front of strangers and people in general. In the opposite, she turns out to be a crackhead and noisy when staying with her close friends (us).<br/>We had learned to dance, watched the shows, survived through classes, went thrifting, filmed vlogs and been to many places together.<br/>Thank Gurun for bringing so much joy to me. Thank you for being my friend.Wish you all the best~<br/><br/>",
        "pb3":"By the way, here is the video of me making some pinky peachy mochi for her.<br/><br/>"
    },
    {
        "postId": "04",
        "title": "Chikuzenya Ayase",
        "subtitle": "My second partime job",
        "time": "Sep 10, 2018",
        "thumbSize": "medium",
        "mapUrl": "https://goo.gl/maps/mZE6xRQHmsQFvPiR6",
        "pt1":"My second arubaito (partime job)",
        "pb1":"The reason I was seeking for another baito was that I wanted it to be near my house and more working hours. I can say it was one of the most memorable sections of my life in Tokyo. I don’t have so many pictures for this post, but I have  stories to tell.<br/><br/>",
        "pt2":"My stories with the co-workers",
        "pb2a":"Satou-san was our tenchou (restaurant manager). He is definitely the most gentle and caring tenchou in my entire partime career. There were several times some ojiisan (old man customers) caught up with me and asked for my phone number. Even if just kidding, it was an inconvenient situation to me. When I was about to tell them I didn’t have a cell phone, Satou tenchou just came between and rescued me. When all the customers left, he told me not to give those men my phone number, or accept their invitation for a drink. He made me feel secured working here.<br/><br/>",
        "pb2b":"Seki-san was the back kitchen chef. She had a stylish blonde pixie haircut. We didn’t talk much because I ran on the hall all the time. One day, when there was not so many guests and we were pretty free, <br/>“Do you have Japanese name?” she asked me. <br/>“It’s Akiko. But I don’t have a surname yet.” I said <br/>“Your nickname is Noi, means nabe (the pot), isn’t it? What about... Yukihira?”  <br/>Then she showed me the “yukihira” pot (雪平鍋). I was surprised, because Yukihira is also surname of Yukihira Souma (幸平創真... he’s a chef king and my favorite character of the series Shokugeki no Souma). I definitely love that name and use it as my Japanese surname right away xD<br/><br/>",
        "pb2c":"Suzuki-san was the front kitchen chef. I think he looks like Daryl Dixon from The Walking Dead, from look to personality. We usually talked to help me practice my Japanese,  the topics were just simply about our daily life, hobbies and stuffs. He remembered what food I like and dislike, and gave me a lot of makanai (賄い、a meal after work)<br/><br/>",
        "pb2d":"Zento-kun was my one and only Japanese special friend. We met at school in same English class. He was seeking for arubaito so he asked me if I can introduced him to anywhere. Then we worked together for an amount of time until corona happened. When I returned Vietnam, he still remembered my birthday and sent my wishes every year. I’m happy that we are still in contact.<br/><br/>",
        "pt3":"Everything has changed",
        "pb3a":"Until 2020, 筑前屋 綾瀬店 had been opening for about 8 years. It was a hard time for everyone during Corona. They had to restrict opening time and the customers came less and less. I came back to Ayase in 2022, I wanted to go there with Zento to enjoy the beer and food a customer. But it was not there anymore. Another had owned the place,  transformed inside out. What a pity.<br/><br/>",
        "pb3b":"Now I realized I was feeling regreted for so many things.<br/>I regret not trying every dish when I worked there.<br/>I regret not taking my friends there to have some beer and cheer.<br/>I regret not taking pictures with the co-workers at the restaurant.<br/>I regret not saying goodbye to them probably (because I thought we would meet again after I came back)<br/><br/>I know the rule of this world is that nothing lasts forever. But it’s okay to allow yourself to feel the pitiness, regret and sadness for a while. Time is passing by and eventually we will be moving on."
    },
    {
        "postId": "05",
        "title": "Nishiarai - Arakawa",
        "subtitle": "Random place, unexpected joy",
        "time": "Mar 18, 2020",
        "thumbSize": "small",
        "mapUrl": "https://goo.gl/maps/L7pZidJwQxV2snvj7",
        "pt1":"Go to where when don’t know where to go?",
        "pb1":"It was one day of spring break 2020. Me, Gurun and Lonely. We didn’t want to stay at home but we didn’t know where to go either. We decided to take a train to Kita-senju Station (just 1 station away), then just let our feet lead us to wherever. No navigator, no destination. We didn’t know what to expect, but as long as we were together, we just gonna keep going. <br/><br/>",
        "pt2":"Finding joy in unexpected places",
        "pb2a":"We kept going, until we reached the river. We caught the sunset with one side of pastel pink and blue sky, one side of saturated orange sky. I don’t think this shade of sunset is rare, however, what made it so special to me, is my two friends coming with me. But if I went there alone, would I feel the same way? I think still yes. Maybe one more reason is that the joy that happened inside me, had made me become one and only. And the joy was triply duplicated for three of us. We started to run and chased each other on the endless meadow to measure how wide it was. We screamed woohoo when there was noone around, as if there were only us existing on this world, at that moment. We let go all of our energy, left everything behind just to enjoy the moment. The experience reminded me of how the small, unexpected things can give us the most joy. I would love to have more unscheduled random trip like this.<br/><br/>",
        "pb2b":"“Objects we ardently pursue bring little happiness when gained; most of our pleasures come from unexpected sources. ” - Herbert Spencer"
    },
    {
        "postId": "06",
        "title": "Odaiba, Minato",
        "subtitle": "Places I went on Christmas days",
        "time": "Dec 25, 2019",
        "thumbSize": "small",
        "mapUrl": "https://goo.gl/maps/9HbcG9WSBg9uCM2HA",
        "pt1":"Statue of Liberty",
        "pb1":"For a taste of New York City with views of Tokyo Bay in the background, visit Odaiba’s replica of the famous Statue of Liberty. Though it's positioning in front of the nearby Rainbow Bridge gives off the impression that this recreation is to scale, in reality, it’s about 1/7th of the size of the New York original.<br/>As a symbol of the Japan-France friendship, it was temporarily placed in Odaiba from 1998, but the statue was so popular she was made a permanent feature in 2000. What's most interesting about the Odaiba Statue of Liberty is that she is not the only one in Japan, she also has sisters in Shimoda and Osaka.<br/><br/>",
        "pt2":"Venus Fort - shopping under a changing medieval sky",
        "pb2":"VenusFort opened in 1999 and became popular for its European-style interiors and fountain. It feels like an old Italian town, complete with piazzas and a bubbling fountain. Adding to Venus Fort’s atmosphere is its ceiling which is painted to resemble the sky. I intended to take my future boyfriend here, however, VenusFort had drawn the curtain on its 22-year history on March 27, 2022. (What a pity)<br/><br/>",
        "pt3":"Palette Town Ferris Wheel",
        "pb3":"「パレットタウン大観覧車」- In Japanese, this Ferris Wheel is known as Daikanransha, which means “a giant sky wheel”. The Odaiba Palette Town Ferris Wheel is considered the symbol of Odaiba. The Bōsō Peninsula and Mount Fuji, can also be seen on a clear day. The wheel looks even more beautiful at night. About 120,000 neon tubes lit up after sunset. People called it Odaiba illuminated Palette Town Ferris Wheel. Anyway, due to Corona, the wheel also shared the same fate with Venus Fort - it was closed on August 31, 2022 after 23 years serving.<br/><br/>",
        "pt4":"Well...",
        "pb4":"This post is a throwback. I have just realized that 2/3 my recommendation for Christmas has become unavailable (What a pity T T) We will go somewhere else this Christmas and I will update again.<br/><br/>"
    },
    {
        "postId": "07",
        "title": "Ayase - Nishi Kameari",
        "subtitle": "Spring, Love and Cherry Blossoms",
        "time": "Apr 06, 2020",
        "thumbSize": "small",
        "mapUrl": "https://goo.gl/maps/TjpQiFhwRRLkjCMY8",
        "pt1":"Sakura ga saku!",
        "pb1a":"桜が咲く - Spring has sprung. Spring is definitely the best time of the year for visitors in Tokyo. It’s my most favorite season as well. Hanami (cherry blossom viewing) is a well-loved tradition where friends, family members and coworkers go out to eat and drink under the trees, gazing at the gorgeous cherry blossoms. For Tokyo, blooming generally starts around the 25th of March, and the cherry blossom trees should be in full bloom by the first few days of April.<br/><br/>",
        "pb1b":"To be honest, I have never been to any hanami kai with my friends. Because we are students here, we can see cherry blossoms blooming anywhere on the way everyday. But I still hope we can go hanami in 2023 for the first and last time when we graduate.<br/><br/>",
        "pt2":"The life cycle",
        "pb2":"Living in the city that all of the four seasons are so significant, I deeply realize the lesson of the life cycle. 春夏秋冬そして春 - Spring, Summer, Fall, Winter... and Spring.<br/>The cycles of life have often been referred to as seasons. Spring can represent birth and childhood. Summer can represent the transition from adolescence to adulthood. Fall is the older, mature years, and Winter refers to the declining years leading to death. Winter tends to make us feel the depth, sadness, depression, as if everything is coming to an end. But that is not a dead end. Because then spring will come and state the refreshment, as if we can start all over again. Spring makes us feel younger, fresher in spite of the fact that we are getting older. Spring brings us hope."
    },
    {
        "postId": "08",
        "title": "Yokohama",
        "subtitle": "Coming soon...",
        "time": "Nov 17, 2019",
        "thumbSize": "small",
        "mapUrl": "https://goo.gl/maps/dPJM9A8zf4zbT3F26"
    },
    {
        "postId": "09",
        "title": "Abura Soba",
        "subtitle": "Coming soon...",
        "time": "May 09, 2019",
        "thumbSize": "small",
        "mapUrl": "https://goo.gl/maps/B6A7grhG5w4fec4A7"
    },
    {
        "postId": "10",
        "title": "Todoroki Ravine Park",
        "subtitle": "Coming soon...",
        "time": "Apr 30, 2019",
        "thumbSize": "medium",
        "mapUrl": "https://goo.gl/maps/kVrWkoGcmur3p5tVA"
    }
]