[
    {
        "postId": "00",
        "title": "Tokyo, Japan",
        "subtitle": "My first day in Tokyo",
        "time": "Sep 10, 2018",
        "thumbSize": "large",
        "mapUrl": "https://goo.gl/maps/5ooisdRTKGnTfUgD8",
        "pt1":"What brings me to Tokyo",
        "pb1":"At midnight, the plane took off. I embarked on one of the most important projects in my life. After 5 hours, I would be in Japan - my dreamland since I was a child, whose childhood was blessed by anime, manga and Japanese cultures.After 2 years learning Japanese and got JLPT N2, I passed the interview with Digital Hollywood University, where I would spent my next 4 years.Coming to Japan with a desire of creating crazy cute and cool things, I would love to try learning animation, 3DCG, graphic design,...  Well, I hadn’t decided yet, but I would try everything I could to figure out my IKIGAI.<br/><br/>",
        "pt2":"Return to the story...",
        "pb2":"So... I made it. I finally landed on Tokyo, the city I have been always dreaming of. It was the day I would never forget. That moment is still so alive inside my heart. It gives me a belief that I can make anything come true as long as I want. Greeting me in Narita Airport was a senpai studying in the same school with me, and she lived in the same sharehouse with me. <br/><br/>",
        "pt3":"Impressions of the first day",
        "pb3":"My first impression of Japan, is the criss-crossed railway network. I’m so glad my senpai was there helping me through the maze. I would be so lost without her. Couldn’t thank her enough. She told me to stay here for just a month, then I would realize it was not that complicated. But instead, I would be frustrated by the crowd in the morning, and sometimes it got delayed.<br/>My second impression was super fresh air and superb scenery. Sitting on the train, I gazed at the view outside. It’s not weird when fresh air and local trains are something so new to a Vietnamese. The fact is: we didn’t have local trains yet, and air poluttion had been always a problem in Hanoi.<br/>And my third impression was ... of the house. Of course it depends on the house rent, but still, Japanese apartments are well-known by the... And that day, I could see it in real life by myself. My room was super small, only 6m2, but I got a layer bed. I guessed I would try to become a minimalism from now on.<br/><br/>",
        "pt4":"The first step of adulthood",
        "pb4":"In the end of the day, I lied down and through back all the things up to now. How hard I tried to be here, how excited I was to be here. It was the first time I stayed this far from my family, both distance and time. My parents, my cat, of course I missed them. Living by myself would be hard, but it was necessary for me to learn about the independency.<br/>My journey has just begun. I wondered who I would meet, what I would have to deal with. Like a mystery, it made me a little bit scared and worried, but excited at the same time (mostly excited). What was waiting for me ahead? "
    },
    {
        "postId": "01",
        "title": "TeamLab Borderless",
        "subtitle": "Digital art museum, and the evocation of creativity",
        "time": "Apr 30, 2019",
        "thumbSize": "small",
        "mapUrl": "https://g.page/teamlabplanets?share",
        "pt1":"What is this place about?",
        "pb1":"‘TeamLab Borderless’ is a surreal museum dedicated to multi-sensory digital art. Ever since it opened in 2018, the place has been one of the city’s most popular (and crowded) destinations. I didn’t know about Teamlab Borderless until my sister told me to go with her. The waiting line was so long that we had to wait nearly 1 hour to reach the entrance. But I have to say that, it was WORTH THE WAIT.<br/><br/>",
        "pt2":"More than an exhibition, it is a different world",
        "pb2a":"Through the use of projection mapping and cutting-edge digital technology, it has been able to captivate viewers with mythical worlds, forests made of light and places that could be right out of a sci-fi/fantasy movie. The interactive installations consist of constantly morphing patterns and designs that seem to flow fluidly from one space to another spanning 10,000 square meters. On top of that, as it is “borderless”, there’s no map or set path to guide you, so your first visit will be filled with mystery!<br/><br/>",
        "pb2b":"Teamlab Borderless is a perfect place for check-in and photographs. We spent a couple of hours taking a tons of pics. For a moment, I stopped looking at the camera’s screen, I immediately found myself immersed in the whole different world of beauty. It was a wonderful experience to be able to feel with all my senses in a spatial expression filled with dreamlike images and lively sounds. I was entirely moved. One of the things that I paid attention to, was that they used repetition art, by duplicating through the mirrors. Everything looks nice when it is repeated like a pattern huh~<br/>My favorite part was the interactive portion where I could color a fish, which was then scanned and turned into a moving digital fish swimming on the wall. That was pretty cool to see!<br/><br/>",
        "pt3":"The evocation of creativity",
        "pb3":"After the trip, I had done some researches on TeamLab, and found out a plenty of other interesting projects. TeamLab has become one of my motivations since that day. TeamLab made me realize how much incredible things that people can create. I was urged to create art and design which not only looks good, but also can touch and heal people’s heart."
    },
    {
        "postId": "02",
        "title": "Hongo-dori, Hijiribashi",
        "subtitle": "An autumn day in Tokyo",
        "time": "Sep 10, 2018",
        "thumbSize": "small",
        "mapUrl": "https://goo.gl/maps/gbXxAZgkAc4U939s9",
        "pt1":"The “blind spot” that everyone can see, except me",
        "pb1":"One sunny day after school, when me and my friend were waiting to cross the road, she pointed at the road beside and said “Look!”. It was the road nearby Ochanomizu station, fulfilled with yellow color of Ginkgo trees along the street. I was so surprised because of not only the gorgeous scenery, but also the fact that: I had been coming here almost everyday for more than a year, yet I didn’t know about the existence of this surreal spot, at all. I wondered, though it was always right there beside my eyes, why couldn’t I see it? It was like a “blind spot”. Actually, “blind spot” is defined as “an area where a person's view is obstructed”. But it was on the main road, and seen by everyone passing by, except me. Why?<br/><br/>",
        "pt2":"Figure out the “obstruction”",
        "pb2":"At first, I guessed that maybe the leaves didn’t turn yellow last year, or they turned yellow and fell off after 1 day... Just joking you know, I am not that ridiculous.<br/>The reason why I didn’t notice the scenery, simply because I paid my attention to something else. Which was: my phone, and the station where I would take the train back home (so that I could save my time doing homework, or I was on a rush for my partime job). I asked myself “When was the last time I kept my phone in the pocket and just sat, observing and experiencing the world around? When was the last time I was fully mindful of the surroundings and really pay attention to the people passing by?” Wow, I guessed I must have been missing uncountable fantastic things on the way.<br/><br/>",
        "pt3":"Be mindful of the surroundings",
        "pb3":"Sometimes, we concentrate on the goal so much that we forget about enjoying the journey. Sometimes, we are here but our minds are somewhere else. As well as trying to focus on the future goal, trying to focus on the present is also something we need to practice.<br/>In the end, some of us will realize that the most memorable part to tell is not all about the result, but the process that made us “us” in the present. And by observing and capturing the surroundings in a random moment, we make the experience unique."
    },
    {
        "postId": "03",
        "title": "Mizumoto Park",
        "subtitle": "A picnic on my Tokyo bestie’s birthday",
        "time": "May 1, 2020",
        "thumbSize": "small",
        "mapUrl": "https://goo.gl/maps/HHwMN9vEsFisPrjB6",
        "pt1":"Mizumoto Park",
        "pb1":"Mizumoto Koen 水元公園 or Mizumoto Park, is the largest park in the Tokyo area.  It is known for diverse plants and wild birds, and as an attraction spot during the Hanami season (cherry blossom viewing). Poplar, Metasequoia, Bald cypress, and Sweetgum, the park include many foreign trees, and the landscape looks different from ordinary Japanese parks.<br/>The nearest station is Kanamachi Station, or Keisei Kanamachi Station. However, it takes 20 minutes on foot from the station. You can also take a bus or ride a bike if you have.<br/><br/>",
        "pt2":"My Tokyo bestie’s birthday",
        "pb2":"First of May is between Spring and Summer. It was a sunny day but still so cozy. You can see us wearing jacket and hoodie. So I went picnic in Mizumoto Park with some members of lolol guys, celebrating Gurun’s birthday. The park was super huge, and we didn’t discuss exactly where to meet up... So eventually, it took us more than an hour to gather.<br/>Our birthday girl today is Gurun from Nepal. She was late for 2 hours, but it was her birthday so chilled on her. This is how I describe her. She is a multi-group Kpop stan and she has a cheering personality. She is cute and shy in front of strangers and people in general. In the opposite, she turns out to be a crackhead and noisy when staying with her close friends (us).<br/>We had learned to dance, watched the shows, survived through classes, went thrifting, filmed vlogs and been to many places together.<br/>Thank Gurun for bringing so much joy to me. Thank you for being my friend.Wish you all the best~<br/><br/>",
        "pb3":"By the way, here is the video of me making some pinky peachy mochi for her.<br/><br/>"
    },
    {
        "postId": "04",
        "title": "Chikuzenya Ayase",
        "subtitle": "My second partime job",
        "time": "Sep 10, 2018",
        "thumbSize": "medium"

    },
    {
        "postId": "05",
        "title": "Nishiarai - Arakawa",
        "subtitle": "Random place, unexpected joyness",
        "time": "Apr 30, 2019",
        "thumbSize": "small"
    },
    {
        "postId": "06",
        "title": "Odaiba, Minato",
        "subtitle": "Christmas 2019",
        "time": "Apr 30, 2019",
        "thumbSize": "small"
    },
    {
        "postId": "07",
        "title": "Ayase, Tokyo",
        "subtitle": "Spring in Tokyo",
        "time": "Sep 10, 2018",
        "thumbSize": "small"

    },
    {
        "postId": "08",
        "title": "Yokohama",
        "subtitle": "Hanging out with my sis",
        "time": "Apr 30, 2019",
        "thumbSize": "small"
    },
    {
        "postId": "09",
        "title": "Abura Soba",
        "subtitle": "Me and my friends’ favorite dish",
        "time": "Sep 10, 2018",
        "thumbSize": "small"

    },
    {
        "postId": "10",
        "title": "Todoroki Valley",
        "subtitle": "Reconnect to the nature",
        "time": "Apr 30, 2019",
        "thumbSize": "medium"
    }
]